/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   ft_putchar.c                                       :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: tcinthia <marvin@42.fr>                    +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2020/07/18 19:17:12 by tcinthia          #+#    #+#             */
/*   Updated: 2020/07/21 21:05:05 by tcinthia         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

#include <unistd.h>

void	ft_putchar(char param, int count) //это функция которая рисует нужную	 линию,	 первый параметр это какой символ рисовать,										 второй это количество символов, которые надо нарисовать
{
	int i;

	i = 0;
	while (i < count)
	{
		write(1, &param, 1);
		i++;
	}
}
