/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   main.c                                             :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: tcinthia <marvin@42.fr>                    +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2020/07/18 19:13:27 by tcinthia          #+#    #+#             */
/*   Updated: 2020/07/21 21:05:07 by tcinthia         ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

void	rush(int x, int y); //тут мы делаем прототип функции раш, чтобы																	 подключить её сюда

int		main(void)
{
	rush(4, 4);
	return (0);
}

//обычный мейн, ничего особенного
